[Strategy.GP_AvatarAutopsyScreen X2NarrativeMoment]
UIHeaderText="Examinar o Cadaver do Avatar Recuperado"
UIBodyText="Use a Camara de Sombra para estudar o cadaver do Avatar convocado que foi morto em combate pelas forças XCOM."
UIArrayText[0]="Concluir o projeto de sombra de autopsia do avatar"

[Strategy.GP_BroadcastTheTruthScreen X2NarrativeMoment]
UIHeaderText="Assaulte a Torre Rede ADVENT"
UIBodyText="Inicie uma missao de infiltraçao na torre principal da rede ADVENT, tentando fechar a rede de comunicaçao global do ADVENT e interromper o controle mundial da ADVENT."
UIArrayText[0]="Complete a Missao da Torre de Rede ADVENT"

[Strategy.GP_BuildShadowChamberScreen X2NarrativeMoment]
UIHeaderText="Criar a Camara de Sombra"
UIBodyText="Construa a facilidade de Camara de Sombra no Vingador."
UIArrayText[0]="Construir a Facilidade de Camara de Sombra"

[Strategy.GP_BuildStasisSuitScreen X2NarrativeMoment]
UIHeaderText="Examine o ADVENT Stasis Suit"
UIBodyText="Use a Camara de Sombra para estudar o Stasis Suit recuperado da instalação ADVENT Forge."
UIArrayText[0]="Concluir o Projeto Stasis Suit Shadow"

[Strategy.GP_CaptainAutopsyScreen X2NarrativeMoment]
UIHeaderText="Examine um cadáver de ADVENT Officer"
UIBodyText="Peça ao Dr. Tygan que faça a autópsia de um oficial ADVENT nos laboratórios de pesquisa."
UIArrayText[0]="Complete a pesquisa de autópsia do oficial ADVENT"

[Strategy.GP_ConstructPsiGateScreen X2NarrativeMoment]
UIHeaderText="Examine a Porta Psionica"
UIBodyText="Instale o Psionic Gate recuperado na Câmara de Sombra, permitindo um estudo detalhado do Gate e onde ele poderia levar."
UIArrayText[0]="Atualizar a Câmara de Sombra"
UIArrayText[1]="Concluir o Projeto Psionic Gate Shadow"

[Strategy.GP_ContactBlacksiteRegionScreen X2NarrativeMoment]
UIHeaderText="Contato com a Resistência na Região Blacksite"
UIBodyText="Entre em contato com a resistência local na região Blacksite para ter acesso ao recurso ADVENT."
UIArrayText[0]="Comunicações de Resistência à Pesquisa"
UIArrayText[1]="Voar para a região Blacksite"
UIArrayText[2]="Fazer Contato"

[Strategy.GP_FinalMissionScreen X2NarrativeMoment]
UIHeaderText="Assault the Alien Fortress"
UIBodyText="Envie o Comandante e um esquadrão de soldados através do Portão Psiónico para o assento do poder dos estrangeiros e destrua a posse dos Anciões na Terra para o bem."
UIArrayText[0]="Completar a missão Alien Fortress"

[Strategy.GP_ForgeMissionScreen X2NarrativeMoment]
UIHeaderText="Investigue as coordenadas do frasco de Blacksite"
UIBodyText="Depois de fazer contato com a resistência local na região, investigue a instalação nas coordenadas do mapa recuperadas do frasco de Blacksite."
UIArrayText[0]="Complete a Missão de Coordenadas do Vial Blacksite"

[Strategy.GP_HackACaptainScreen X2NarrativeMoment]
UIHeaderText="Acessar a Rede Alienígena"
UIBodyText="Use o item Skulljack em um ADVENT Officer em combate para obter acesso à rede de comunicação alienígena."
UIArrayText[0]="Construir a instalação de teste de solo"
UIArrayText[1]="Complete o Projeto Skulljack no Campo de Prova"
UIArrayText[2]="Usar o Skulljack em um ADVENT Officer"

[Strategy.GP_HackACodexScreen X2NarrativeMoment]
UIHeaderText="Quebrar a Rede Alienígena"
UIBodyText="Use o item Skulljack em um alienígena Codex em combate para obter acesso a dados restritos do Projeto Avatar."
UIArrayText[0]="Usar o Skulljack em um Codex"

[Strategy.GP_InvestigateBlacksiteScreen X2NarrativeMoment]
UIHeaderText="Investigar o ADVENT Blacksite"
UIBodyText="O misterioso ADVENT Blacksite deve ser investigado por uma equipe de ataque XCOM, e quaisquer artefatos relevantes devem ser recuperados para estudo."
UIArrayText[0]="Concluir a missão ADVENT Blacksite"

[Strategy.GP_PsiGateMissionScreen X2NarrativeMoment]
UIHeaderText="Investigar as coordenadas cerebrais do códice"
UIBodyText="Depois de fazer contato com a resistência local na região, investigue as coordenadas do mapa recuperadas do cérebro do Codex."
UIArrayText[0]="Completar a Missão de Coordenadas Cerebrais do Códice"

[Strategy.GP_ResearchAlienEncryptionScreen X2NarrativeMoment]
UIHeaderText="Pesquisa Cifra Alienígena"
UIBodyText="Faça o Dr. Tygan pesquisar os métodos de criptografia dos alienígenas."
UIArrayText[0]="Concluir a pesquisa de criptografia alienígena"

[Strategy.GP_StudyBlacksiteDataScreen X2NarrativeMoment]
UIHeaderText="Examine o frasco de Blacksite recuperado"
UIBodyText="Examine o frasco de Blacksite recuperado"
UIArrayText[0]="Examine o frasco de Blacksite recuperado"

[Strategy.GP_StudyCodexBrainPt2Screen X2NarrativeMoment]
UIHeaderText="Descriptografar Dados do Códice"
UIBodyText="Use a Câmara de Sombra para descriptografar os dados restantes do Codex."
UIArrayText[0]="Concluir o Projeto Criptografado Criptografia de Dados Shadow"

[Strategy.GP_StudyCodexBrainScreen X2NarrativeMoment]
UIHeaderText="Examine o Cérebro do Códice"
UIBodyText="Use a Câmara de Sombra para examinar o cérebro do Codex recuperado."
UIArrayText[0]="Estudo do Códice"
UIArrayText[1]="Descriptografar Dados do Códice"